{
  "source": "KAMANI RAVIKUMAR_RESUME.pdf",
  "type": "pdf",
  "text_preview": "KAMANI RAVIKUMAR\nMobile: +91 9533723709\nE-Mail: ravikamani789@gmail.com\nCareer Objective\n Looking for a long term association in people oriented organization where\nindividual talent, skills, honest and hard work should be acknowledge and make\nmy position more stable in the organization through my hard work, consistency\nand focus on achieving success. Being an organized person, I prefer doing thing\nin the best possible manner.\nExperience\n• Working with RMSI PVT LTD, HYDERABAD FROM DECEMBER 2021\nSKILL SETS\n• Conversant with MS-office applications (word, excel and PowerPoint)\n• Good working knowledge of GIS software’s like SPATIAL NET, DESIGN LODE\nASSISTANT , Auto CAD.\nProjects\nPROJECT # 1:\nProject # 1 SUDDENLINK ASBUILTS AND CCI ASBUILTS COMCAST. USA\nClient: CCI Systems.\nSoftware: SPATIAL NET, AutoCAD, DESIGN LODE ASSISTANT.\nDesignation: ENGINEER (GIS).\nLocation: Hyderabad.\nDESCRIPTION:\nSUDDENLINK ASBUILTS AND CCI ASBUILTS COMCAST(USA): Comcast is a specialist in\nTelecommunications infrastructure design, build, installation and maintenance offering clients a wide range\nof services for both internal and external networks. It includes optical fiber, coaxial cable, copper cable and\nwireless solutions and deliver wideband and broadband projects in USA.\nResponsibilities:\n• Planning of Backhaul & distribution network, local network and lead in network.\n• Planning for fiber Network to the site with the survey standards.\n• Creation/ Updating of New FTTH network by utilizing the existing COAX and Fiber network with the\nassociation of CCI As-built.\n• Preparing Documentations in PDF & Reports format for the client reference.\n• Verification of As-built plans and validates the same in the field.\n• Validation of all Civil or construction for network establishment.\n• Proposing the new routes in optimized way to establish the network.\n• Worked for CCI sudden links As-built for route drafting.\nPROJECT # 2:\nProject Title : NODE SPLIT ASBUILTS, COMMCAST USA.\nSoftware used: SPATIAL NET, AUTOCAD\nRole : Production\n\nDESCRIPTION:\nI have worked there in the projects of Chicago and Heartland from 10 months. In this project we are\nproviding the connectivity between nodes with RF cables by using spatial net .Also we are using naming\ntool for any corrections in amplifier naming along with this we are run powering and levelling tools and\nconnecting fiber to reach the hub. we are representing the fiber connectivity easily to the client by using\nschematic . Node is part of Hybride fibre-coaxial cable network.\nPROJECT # 3:\nProject Title : ATLANTA METRO E ASBUILTS.\nSoftware used : SPATIAL NET, AUTOCAD\nRole : PRODUCTION\nDESCRIPTION:\nI Have worked there in the project from 3 months. As per the client requirement need to provide\nconnectivity of fiber cables hub to customer ports.\nACADEMIC QUALIFICATIONS:\nBoard/ Aggregate\nDegree/Certificate Qualification Institute Year\nUniversity % / CGPA\nSVS Group of\nInstitutions,\nGraduation B. Tech (civil) JNTUH 2020 6.48\nHanamkonda,\nWarangal.\nDiplo",
  "tables": 2,
  "metrics": {}
}